export default function Page() {
  return (
    <>
      <h1>Speaking Club</h1>
      <div className=" flex gap-4">
        <h2>Levels:</h2>
        <ul>
          <li>B1</li>
          <li>B2</li>
          <li>C1</li>
        </ul>
      </div>

      <p>
        Твоє природне середовище для практики мови без формальних рамок.
        Розмовні клуби дають можливість спілкуватися з різними людьми, чути
        різні акценти та стилі мовлення, що розширює ваше мовне сприйняття. Такі
        зустрічі допомагають подолати мовний бар&apos;єр, розвивають впевненість
        у розмові й дають змогу обговорювати цікаві теми, обмінюватися думками і
        досвідом в неформальній, дружній атмосфері.
      </p>
      <h3>Які теми ми будемо обговорювати: 🗣</h3>
      <h3>💚 Як підготуватись до зустрічі?</h3>
      <ul>
        <li>
          Ти отримаєш доступ до матеріалів заздалегідь, аби ти міг передивитись
          нові слова та краще підготуватись до розмови.{" "}
        </li>
        <li>
          В залежності від теми, ми можливо попросимо прослухати подкаст,
          прочитати статтю або подивитись фільм перед початком клубу.{" "}
        </li>
      </ul>
      <h3>💭 Популярні запитання: </h3>
      <ul>
        <li>Скільки триває розмовний клуб?</li>
        <li>Скільки людей може бути в групі?</li>
        <li>Чи можу я привести свого друга? </li>
        <li>Як мені дізнатись який в мене рівень?</li>
        <li>Як оплачувати? </li>
      </ul>
      <h3>💸 Скільки коштує? </h3>
      <p>250грн / один розмовний клуб</p>
      <h3>Записатись</h3>
      <form action="">
        <label htmlFor="date">Date</label>
        <input type="date" id="date" />
        <label htmlFor="level">Level</label>
        <input type="text" id="level" />
        <label htmlFor="age">Age</label>
        <input type="number" id="age" />
        <label htmlFor="telegram">Your telegram</label>
        <input type="text" id="telegram" />
      </form>
    </>
  );
}
