import Logo from "../ui/logo";
export default function Page() {
  return (
    <>
      <h1>Правила співпраці</h1>
      <p>
        Зважаючи на те, що ми завжди стараємося покращувати атмосферу та умови
        навчання у нашій школі, ми хочемо повідомити вас про кілька правил, які
        для нас є дужи важливими. Це для того, щоб ви мали можливість отримувати
        якісне навчання та почували себе комфортно та безпечно. <br />
        Давайте ознайомимося з ними:
      </p>
      <h2>💸  Оплата занять: </h2>
      <ul>
        <li>
          Заняття мають сплачуватись за зручним вам пакетом, за 24 години до
          проведення першого заняття.
        </li>
        <li>
          Ви маєте можливість придбати пакет із 4, 6, 8, 12 занять. Після
          закінчення пакету, ми відправляємо вам нагадування та ви маєте
          можливість сплатити наступний зручний пакет занять.{" "}
        </li>
      </ul>
      <h2>❌ Правила відміни:</h2>
      <p>
        Якщо у вас не має можливості бути присутнім на уроці, ви маєте право
        відмінити урок за 3 години до його проведення, таким чином, кошти за
        заняття переносяться на наступний урок та нічого не згорає. Якщо ви НЕ
        попередили, НЕ приєднались до уроку або попередили за менше ніж 3
        години, урок вважається проведеним, кошти НЕ повертаються та НЕ
        переносяться на інший день.
      </p>
      <h2>📖 На уроці.</h2>
      <ul>
        <li>
          Раджу мати доступ до комп’ютеру\планшету\ноутбуку, для того, щоб ваші
          заняття були більш ефективними. На уроках ви правцюєте в фігмі, а
          вчитель контролює цей процес.
        </li>
        <li>
          Якщо у вас не має доступу до комп’ютеру під час занять, це не є
          великою проблемою. Раджу завести блокнотик де ви зможете виконувати
          ваше домашнє завдання, вивчати нові слова та інше.
        </li>
        <li>
          Увімкнена камера. Вчитель має бачити вас. Ви можете бути в халаті, в
          ліжку, в піжамі, на пляжі, в кафе, але з увімкненою камерою. Ми
          обожнюємо бачити вас на наших уроках.
        </li>
      </ul>
      <h2>😬 Вчитель НЕ прийшов на урок. </h2>
      <ul>
        <li>
          Якщо вчитель не прийшов на заняття, не попередив про відміну чи зміну
          часу для уроку. У вас є можливість провести цей урок в інший день та
          зручний для вас час.
        </li>
        <li>
          Також, ви отримаєте один із бонусів у вигляді безкоштовного уроку
          наступного місяця/безкоштовне заняття з засновницею школи/можливість
          безкоштовно відвідати Speaking Clubs або інше.
        </li>
      </ul>
      <div>
        <h3>
          Всі учні школи автоматично приймають участь в програмі лояльності.{" "}
        </h3>
        <p>
          Що це таке? Це означає, що на свята ви будете отримувати знижки,
          приємні бонуси та подарунки. Також, за успішне проходження курсу,
          школа дарує сертифікат де зазначено ваш рівень.{" "}
        </p>
      </div>
      <div>
        <h3>Відмічайте нас в сторіс та отримуйте безкоштовний урок</h3>
        <p>
          Відмічайте нас 7 разів в сторіс в інстаграм та отримуйте стікери.
          Після кожної відмітки ви отримуватимете картку з «наліпкою» (приклад
          знизу), а коли картки буде зібрано — ми додамо вам на баланс
          безкоштовний урок!
        </p>
      </div>
      <div>
        <h3>Приводь друга, та отримуй знижку на пакет занять 10%</h3>
        <p>
          Якщо за вашою рекомендацією до нас прийшов ваш знайомий(а) ми
          подаруємо знижку вам та вашому другу на зручний пакет занять.{" "}
        </p>
      </div>
      <h2>🎈 Головне - це провести час весело та з користю. </h2>
      <p>
        Якщо у вас виникають якісь проблеми, або питання, або вас не влаштовує
        те яким чином ви проводите заняття, завжди пишіть нам в телеграм чат
        @MOVA.LOVA для того, щоб ми вирішили вашу проблему.
      </p>
      <Logo></Logo>
    </>
  );
}
